Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Add expenses and income with a tap — or paste a message and let your iPhone detect them.
ar: أضف المصاريف والدخل بلمسة واحدة — أو الصق رسالة ودع آيفون يكتشفها تلقائيًا.
bn: এক ট্যাপে খরচ আর আয় যোগ করুন — অথবা একটি মেসেজ পেস্ট করুন আর আপনার আইফোনকে সেগুলো শনাক্ত করতে দিন।
de: Erfasse Ausgaben und Einnahmen mit einem Tap – oder füge eine Nachricht ein und lass dein iPhone sie erkennen.
es: Añade gastos e ingresos con un toque, o pega un mensaje y deja que tu iPhone los detecte.
fr: Ajoute dépenses et revenus en un geste — ou colle un message et laisse ton iPhone les détecter.
hi: टैप करके खर्च और आय जोड़ें — या कोई मैसेज पेस्ट करें और अपने आईफ़ोन को उन्हें पहचानने दें।
id: Tambahkan pengeluaran dan pemasukan dengan sekali ketuk — atau tempel pesan dan biarkan iPhone-mu mendeteksinya.
ja: タップひとつで支出や収入を記録。メッセージを貼り付ければiPhoneが自動で検出します。
ko: 탭 한 번으로 지출과 수입을 기록하세요 — 메시지를 붙여넣으면 아이폰이 자동으로 인식해요.
mr: एका टॅपने खर्च आणि उत्पन्न जोडा — किंवा मेसेज पेस्ट करा आणि तुमच्या iPhone ला ते ओळखू द्या.
ne: एक ट्यापमै खर्च र आम्दानी थप्नुहोस् — वा म्यासेज पेस्ट गर्नुहोस् र आफ्नो iPhone लाई पत्ता लगाउन दिनुहोस्।
pt_br: Adicione despesas e receitas com um toque — ou cole uma mensagem e deixe o iPhone detectá-las.
ru: Добавляйте расходы и доходы одним нажатием — или вставьте сообщение, и iPhone распознает их сам.
ta: ஒரு தட்டலில் செலவுகள் மற்றும் வருமானத்தைச் சேருங்கள் — அல்லது ஒரு செய்தியை ஒட்டி உங்கள் iPhone அதைக் கண்டறியட்டும்.
te: ఒక్క టాప్‌తో ఖర్చులు, ఆదాయాన్ని జోడించండి — లేదా మెసేజ్‌ని పేస్ట్ చేసి మీ iPhone వాటిని గుర్తించనివ్వండి.
tr: Gider ve gelirlerinizi tek dokunuşla ekleyin — ya da bir mesaj yapıştırın, iPhone'unuz bunları otomatik algılasın.
ur: ایک ٹیپ سے اخراجات اور آمدنی شامل کریں — یا کوئی پیغام پیسٹ کریں اور اپنے آئی فون کو انہیں خود بخود پہچاننے دیں۔
vi: Thêm khoản chi và thu nhập chỉ bằng một chạm — hoặc dán tin nhắn để iPhone tự nhận diện.
zh_hans: 轻点即可记录收支，也可以粘贴短信让 iPhone 自动识别。

source: Add friend
ar: إضافة صديق
bn: বন্ধু যোগ করুন
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
hi: दोस्त जोड़ें
id: Tambah teman
ja: 友達を追加
ko: 친구 추가
mr: मित्र जोडा
ne: साथी थप्नुहोस्
pt_br: Adicionar amigo
ru: Добавить друга
ta: நண்பரைச் சேர்
te: స్నేహితుడిని జోడించు
tr: Arkadaş ekle
ur: دوست شامل کریں
vi: Thêm bạn bè
zh_hans: 添加好友

source: Add Goal
ar: إضافة هدف
bn: লক্ষ্য যোগ করুন
de: Ziel hinzufügen
es: Añadir meta
fr: Ajouter un objectif
hi: लक्ष्य जोड़ें
id: Tambah Tujuan
ja: 目標を追加
ko: 목표 추가
mr: उद्दिष्ट जोडा
ne: लक्ष्य थप्नुहोस्
pt_br: Adicionar Meta
ru: Добавить цель
ta: இலக்கைச் சேர்
te: లక్ష్యం జోడించు
tr: Hedef Ekle
ur: ہدف شامل کریں
vi: Thêm mục tiêu
zh_hans: 添加目标

source: Add note…
ar: إضافة ملاحظة…
bn: নোট যোগ করুন…
de: Notiz hinzufügen …
es: Añadir nota…
fr: Ajouter une note…
hi: नोट जोड़ें…
id: Tambah catatan…
ja: メモを追加…
ko: 메모 추가…
mr: टीप जोडा…
ne: टिप्पणी थप्नुहोस्…
pt_br: Adicionar nota…
ru: Добавить заметку…
ta: குறிப்பு சேர்…
te: గమనిక జోడించు…
tr: Not ekle…
ur: نوٹ شامل کریں…
vi: Thêm ghi chú…
zh_hans: 添加备注…

source: Add one from ➕ (choose Installment) to pay a purchase over months or track a loan.
ar: أضف واحدًا من ➕ (اختر قسط) لسداد عملية شراء على عدة أشهر أو لتتبع قرض.
bn: কোনো কেনাকাটা কয়েক মাসে পরিশোধ করতে বা ঋণ ট্র্যাক করতে ➕ থেকে একটি যোগ করুন (কিস্তি বেছে নিন)।
de: Füge über ➕ eine hinzu (Ratenzahlung wählen), um einen Kauf über mehrere Monate abzuzahlen oder einen Kredit zu verfolgen.
es: Añade uno desde ➕ (elige Cuota) para pagar una compra en varios meses o llevar el control de un préstamo.
fr: Ajoutes-en un depuis ➕ (choisis Mensualité) pour payer un achat en plusieurs mois ou suivre un prêt.
hi: ➕ से एक जोड़ें (इंस्टॉलमेंट चुनें) ताकि किसी खरीद को महीनों में चुका सकें या लोन ट्रैक कर सकें।
id: Tambahkan satu dari ➕ (pilih Cicilan) untuk membayar pembelian selama beberapa bulan atau melacak pinjaman.
ja: ➕から追加（「分割払い」を選択）して、購入代金を数か月かけて支払ったり、ローンを管理できます。
ko: ➕ 버튼에서 할부를 선택하면 구매 금액을 여러 달에 나눠 내거나 대출을 관리할 수 있어요.
mr: खरेदीची रक्कम काही महिन्यांत भरण्यासाठी किंवा कर्ज ट्रॅक करण्यासाठी ➕ मधून एक जोडा (हप्ता निवडा).
ne: खरिद रकम महिनौंमा तिर्न वा ऋण ट्र्याक गर्न ➕ बाट एउटा थप्नुहोस् (किस्ता छान्नुहोस्)।
pt_br: Adicione um em ➕ (escolha Parcelamento) para pagar uma compra em várias parcelas ou acompanhar um empréstimo.
ru: Добавьте через ➕ (выберите «Рассрочка»), чтобы платить за покупку по частям или отслеживать кредит.
ta: மாதங்களாகக் கட்டணம் செலுத்த அல்லது கடனைக் கண்காணிக்க ➕ இலிருந்து ஒன்றைச் சேருங்கள் (தவணை என்பதைத் தேர்ந்தெடுக்கவும்).
te: కొనుగోలును నెలల వారీగా చెల్లించడానికి లేదా రుణాన్ని ట్రాక్ చేయడానికి ➕ నుండి ఒకటి జోడించండి (Installment ఎంచుకోండి).
tr: Bir satın alımı aylara bölmek veya bir krediyi takip etmek için ➕'den (Taksit'i seçin) ekleyin.
ur: ➕ سے ایک شامل کریں (قسط منتخب کریں) تاکہ خریداری کئی مہینوں میں ادا کریں یا قرض ٹریک کریں۔
vi: Thêm một khoản từ ➕ (chọn Trả góp) để trả dần một giao dịch mua trong nhiều tháng hoặc theo dõi khoản vay.
zh_hans: 点 ➕ 选择「分期」，可分月支付一笔消费或记录贷款。

source: Add Pot
ar: إضافة وعاء ادخار
bn: পট যোগ করুন
de: Topf hinzufügen
es: Añadir hucha
fr: Ajouter une cagnotte
hi: पॉट जोड़ें
id: Tambah Pot
ja: 貯金箱を追加
ko: 저금통 추가
mr: पॉट जोडा
ne: पोट थप्नुहोस्
pt_br: Adicionar Caixinha
ru: Добавить копилку
ta: பாட் சேர்
te: పొదుపు పెట్టె జోడించు
tr: Kumbara Ekle
ur: بچت برتن شامل کریں
vi: Thêm quỹ
zh_hans: 添加钱罐

source: Add record
ar: إضافة سجل
bn: রেকর্ড যোগ করুন
de: Eintrag hinzufügen
es: Añadir registro
fr: Ajouter une opération
hi: रिकॉर्ड जोड़ें
id: Tambah catatan
ja: 記録を追加
ko: 기록 추가
mr: नोंद जोडा
ne: रेकर्ड थप्नुहोस्
pt_br: Adicionar registro
ru: Добавить запись
ta: பதிவைச் சேர்
te: రికార్డు జోడించు
tr: Kayıt ekle
ur: ریکارڈ شامل کریں
vi: Thêm bản ghi
zh_hans: 添加记录

source: Add reminder
ar: إضافة تذكير
bn: রিমাইন্ডার যোগ করুন
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
hi: रिमाइंडर जोड़ें
id: Tambah pengingat
ja: リマインダーを追加
ko: 알림 추가
mr: स्मरणपत्र जोडा
ne: रिमाइन्डर थप्नुहोस्
pt_br: Adicionar lembrete
ru: Добавить напоминание
ta: நினைவூட்டலைச் சேர்
te: రిమైండర్ జోడించు
tr: Hatırlatıcı ekle
ur: یاد دہانی شامل کریں
vi: Thêm lời nhắc
zh_hans: 添加提醒

source: Add Reminder
ar: إضافة تذكير
bn: রিমাইন্ডার যোগ করুন
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
hi: रिमाइंडर जोड़ें
id: Tambah Pengingat
ja: リマインダーを追加
ko: 알림 추가
mr: स्मरणपत्र जोडा
ne: रिमाइन्डर थप्नुहोस्
pt_br: Adicionar Lembrete
ru: Добавить напоминание
ta: நினைவூட்டலைச் சேர்
te: రిమైండర్ జోడించు
tr: Hatırlatıcı Ekle
ur: یاد دہانی شامل کریں
vi: Thêm lời nhắc
zh_hans: 添加提醒

source: Add transaction
ar: إضافة عملية
bn: লেনদেন যোগ করুন
de: Buchung hinzufügen
es: Añadir transacción
fr: Ajouter une transaction
hi: लेन-देन जोड़ें
id: Tambah transaksi
ja: 取引を追加
ko: 거래 추가
mr: व्यवहार जोडा
ne: कारोबार थप्नुहोस्
pt_br: Adicionar transação
ru: Добавить операцию
ta: பரிவர்த்தனையைச் சேர்
te: లావాదేవీ జోడించు
tr: İşlem ekle
ur: لین دین شامل کریں
vi: Thêm giao dịch
zh_hans: 添加交易

source: Add Transaction
ar: إضافة عملية
bn: লেনদেন যোগ করুন
de: Buchung hinzufügen
es: Añadir transacción
fr: Ajouter une transaction
hi: लेन-देन जोड़ें
id: Tambah Transaksi
ja: 取引を追加
ko: 거래 추가
mr: व्यवहार जोडा
ne: कारोबार थप्नुहोस्
pt_br: Adicionar Transação
ru: Добавить операцию
ta: பரிவர்த்தனையைச் சேர்
te: లావాదేవీ జోడించు
tr: İşlem Ekle
ur: لین دین شامل کریں
vi: Thêm giao dịch
zh_hans: 添加交易

source: Add transactions to see your spending report.
ar: أضف معاملات لعرض تقرير إنفاقك.
bn: খরচের রিপোর্ট দেখতে লেনদেন যোগ করুন।
de: Buchungen hinzufügen, um den Ausgabenbericht zu sehen.
es: Añade movimientos para ver tu informe de gastos.
fr: Ajoutez des opérations pour voir votre rapport de dépenses.
hi: खर्च रिपोर्ट देखने के लिए लेन-देन जोड़ें।
id: Tambahkan transaksi untuk melihat laporan pengeluaran.
ja: 取引を追加すると支出レポートが表示されます。
ko: 거래를 추가하면 지출 리포트를 볼 수 있어요.
mr: खर्चाचा अहवाल पाहण्यासाठी व्यवहार जोडा.
ne: खर्च रिपोर्ट हेर्न कारोबार थप्नुहोस्।
pt_br: Adicione transações para ver seu relatório de gastos.
ru: Добавьте операции, чтобы увидеть отчёт о тратах.
ta: செலவு அறிக்கையைப் பார்க்க பரிவர்த்தனைகளைச் சேர்க்கவும்.
te: ఖర్చు నివేదిక చూడటానికి లావాదేవీలు జోడించండి.
tr: Harcama raporunu görmek için işlem ekleyin.
ur: خرچ کی رپورٹ دیکھنے کے لیے لین دین شامل کریں۔
vi: Thêm giao dịch để xem báo cáo chi tiêu.
zh_hans: 添加交易即可查看支出报告。

source: Add your first transaction
ar: أضف أول عملية لك
bn: আপনার প্রথম লেনদেন যোগ করুন
de: Füge deine erste Buchung hinzu
es: Añade tu primera transacción
fr: Ajoute ta première transaction
hi: अपना पहला लेन-देन जोड़ें
id: Tambahkan transaksi pertamamu
ja: 最初の取引を追加しましょう
ko: 첫 거래를 추가해 보세요
mr: तुमचा पहिला व्यवहार जोडा
ne: आफ्नो पहिलो कारोबार थप्नुहोस्
pt_br: Adicione sua primeira transação
ru: Добавьте первую операцию
ta: உங்கள் முதல் பரிவர்த்தனையைச் சேருங்கள்
te: మీ మొదటి లావాదేవీని జోడించండి
tr: İlk işleminizi ekleyin
ur: اپنا پہلا لین دین شامل کریں
vi: Thêm giao dịch đầu tiên của bạn
zh_hans: 添加你的第一笔交易

source: Add your salary and payday to see daily spend limits
ar: أضف راتبك ويوم القبض لعرض حدود الإنفاق اليومية
bn: দৈনিক খরচের সীমা দেখতে বেতন ও বেতনের দিন যোগ করুন
de: Gehalt und Zahltag hinzufügen, um Tageslimits zu sehen
es: Añade tu sueldo y día de pago para ver límites diarios
fr: Ajoutez votre salaire et votre jour de paie pour voir vos limites quotidiennes
hi: दैनिक खर्च सीमा देखने के लिए वेतन और वेतन-दिवस जोड़ें
id: Tambahkan gaji dan tanggal gajian untuk melihat batas harian
ja: 給与と給料日を登録すると1日の上限が表示されます
ko: 급여와 급여일을 입력하면 하루 지출 한도를 볼 수 있어요
mr: दैनंदिन खर्च मर्यादा पाहण्यासाठी पगार व पगाराचा दिवस जोडा
ne: दैनिक खर्च सीमा हेर्न तलब र तलब दिन थप्नुहोस्
pt_br: Adicione seu salário e dia de pagamento para ver limites diários
ru: Укажите зарплату и день выплаты, чтобы видеть дневные лимиты
ta: தினசரி செலவு வரம்புகளைப் பார்க்க சம்பளத்தையும் சம்பள நாளையும் சேர்க்கவும்
te: రోజువారీ ఖర్చు పరిమితులు చూడటానికి జీతం, జీతం రోజు జోడించండి
tr: Günlük harcama limitlerini görmek için maaşınızı ve maaş gününüzü ekleyin
ur: روزانہ خرچ کی حد دیکھنے کے لیے تنخواہ اور تنخواہ کا دن شامل کریں
vi: Thêm lương và ngày nhận lương để xem hạn mức chi mỗi ngày
zh_hans: 填写工资和发薪日即可查看每日可花额度

source: All amounts are shown and totalled in this currency. When you paste text with foreign amounts (e.g. $10), they're converted to it automatically.
ar: تُعرض جميع المبالغ وتُجمع بهذه العملة. وعند لصق نص يحتوي مبالغ بعملة أخرى (مثل ‎$10)، تُحوَّل إليها تلقائيًا.
bn: সব অঙ্ক এই মুদ্রায় দেখানো ও যোগ করা হয়। বিদেশি অঙ্কসহ লেখা পেস্ট করলে (যেমন $10) সেগুলো স্বয়ংক্রিয়ভাবে রূপান্তরিত হয়।
de: Alle Beträge werden in dieser Währung angezeigt und summiert. Fügst du Text mit fremden Beträgen ein (z. B. $10), werden sie automatisch umgerechnet.
es: Todos los importes se muestran y suman en esta moneda. Si pegas texto con importes extranjeros (p. ej. $10), se convierten automáticamente.
fr: Tous les montants sont affichés et totalisés dans cette devise. Si vous collez un texte avec des montants étrangers (p. ex. 10 $), ils sont convertis automatiquement.
hi: सभी राशियाँ इसी मुद्रा में दिखती और जुड़ती हैं। विदेशी राशि वाला टेक्स्ट पेस्ट करने पर (जैसे $10) वह अपने आप बदल जाती है।
id: Semua nominal ditampilkan dan dijumlahkan dalam mata uang ini. Jika Anda menempel teks berisi nominal asing (mis. $10), nominal itu dikonversi otomatis.
ja: 金額はすべてこの通貨で表示・合計されます。外貨の金額を含む文章（例：$10）を貼り付けると自動的に換算されます。
ko: 모든 금액은 이 통화로 표시되고 합산됩니다. 외화 금액이 포함된 텍스트($10 등)를 붙여넣으면 자동으로 환산됩니다.
mr: सर्व रकमा याच चलनात दाखवल्या व एकत्र केल्या जातात. परकीय रकमेचा मजकूर पेस्ट केल्यास (उदा. $10) तो आपोआप रूपांतरित होतो.
ne: सबै रकम यही मुद्रामा देखिन्छ र जोडिन्छ। विदेशी रकम भएको पाठ टाँस्दा (जस्तै $10) स्वतः रूपान्तरण हुन्छ।
pt_br: Todos os valores são exibidos e somados nesta moeda. Ao colar texto com valores estrangeiros (ex.: $10), eles são convertidos automaticamente.
ru: Все суммы отображаются и суммируются в этой валюте. Если вставить текст с суммой в другой валюте (например, $10), она пересчитается автоматически.
ta: அனைத்துத் தொகைகளும் இந்த நாணயத்தில் காட்டப்பட்டு கூட்டப்படும். வெளிநாட்டுத் தொகை உள்ள உரையை ஒட்டினால் ($10 போன்றவை) தானாக மாற்றப்படும்.
te: అన్ని మొత్తాలు ఈ కరెన్సీలోనే చూపబడి, కలపబడతాయి. విదేశీ మొత్తాలున్న వచనాన్ని ($10 వంటివి) అతికిస్తే అవి ఆటోమేటిక్‌గా మార్చబడతాయి.
tr: Tüm tutarlar bu para biriminde gösterilir ve toplanır. Yabancı tutar içeren metin yapıştırdığınızda (örn. $10) otomatik olarak çevrilir.
ur: تمام رقوم اسی کرنسی میں دکھائی اور جمع کی جاتی ہیں۔ غیر ملکی رقم والا متن چسپاں کرنے پر (مثلاً $10) وہ خودکار طور پر تبدیل ہو جاتی ہے۔
vi: Mọi số tiền đều hiển thị và cộng theo đơn vị tiền này. Khi bạn dán văn bản có số tiền ngoại tệ (ví dụ $10), chúng sẽ được quy đổi tự động.
zh_hans: 所有金额均以此币种显示并汇总。粘贴含外币金额的文本（如 $10）时会自动换算。

source: All amounts are shown and totalled in this currency. When you paste text with foreign amounts (e.g. $10), they’re converted to it automatically.
ar: تُعرض جميع المبالغ ويُحسب إجماليها بهذه العملة. عند لصق نص يحتوي على مبالغ بعملات أجنبية (مثل 10$)، يتم تحويلها إليها تلقائيًا.
bn: সব পরিমাণ এই মুদ্রায় দেখানো ও যোগ করা হয়। বিদেশি মুদ্রার পরিমাণসহ (যেমন $10) কোনো টেক্সট পেস্ট করলে, সেগুলো স্বয়ংক্রিয়ভাবে এতে রূপান্তরিত হয়।
de: Alle Beträge werden in dieser Währung angezeigt und summiert. Wenn du Text mit fremden Beträgen einfügst (z. B. $10), werden sie automatisch umgerechnet.
es: Todos los importes se muestran y se suman en esta moneda. Cuando pegas texto con importes en otra moneda (por ejemplo, $10), se convierten a esta automáticamente.
fr: Tous les montants sont affichés et totalisés dans cette devise. Quand tu colles un texte avec des montants étrangers (par ex. 10 $), ils sont automatiquement convertis.
hi: सभी राशियां इसी करेंसी में दिखाई और जोड़ी जाती हैं। जब आप विदेशी राशि वाला टेक्स्ट पेस्ट करते हैं (जैसे $10), तो वे अपने आप इसमें बदल जाती हैं।
id: Semua nominal ditampilkan dan dijumlahkan dalam mata uang ini. Saat kamu menempel teks dengan nominal asing (misalnya $10), nominal tersebut otomatis dikonversi ke mata uang ini.
ja: 金額はすべてこの通貨で表示・合計されます。外貨（例：$10）を含むテキストを貼り付けると、自動的にこの通貨に換算されます。
ko: 모든 금액은 이 통화로 표시되고 합산돼요. 외화 금액(예: $10)이 포함된 텍스트를 붙여넣으면 자동으로 환산돼요.
mr: सर्व रक्कम या चलनात दाखवली आणि एकूण केली जाते. परकीय रकमेसह (उदा. $10) मजकूर पेस्ट केल्यास, ती आपोआप या चलनात रूपांतरित होते.
ne: सबै रकम यही मुद्रामा देखाइन्छ र जोडिन्छ। तपाईंले विदेशी रकम (जस्तै $10) भएको टेक्स्ट पेस्ट गर्दा, ती स्वतः यसैमा रूपान्तरण हुन्छन्।
pt_br: Todos os valores são exibidos e somados nesta moeda. Ao colar um texto com valores em outra moeda (por exemplo, US$ 10), eles são convertidos automaticamente.
ru: Все суммы отображаются и суммируются в этой валюте. Если вы вставите текст с суммой в другой валюте (например, $10), она будет автоматически конвертирована.
ta: அனைத்து தொகைகளும் இந்த நாணயத்தில் காட்டப்பட்டு கூட்டப்படும். வெளிநாட்டு தொகைகளுடன் (எ.கா. $10) உரையை ஒட்டும்போது, அவை தானாகவே இதற்கு மாற்றப்படும்.
te: అన్ని మొత్తాలు ఈ కరెన్సీలో చూపించి, మొత్తం కూడబెట్టబడతాయి. మీరు విదేశీ మొత్తాలతో (ఉదా. $10) టెక్స్ట్ పేస్ట్ చేసినప్పుడు, అవి ఆటోమేటిక్‌గా దీనికి మార్చబడతాయి.
tr: Tüm tutarlar bu para biriminde gösterilir ve toplanır. Yabancı tutarlar içeren bir metin yapıştırdığınızda (örneğin 10 $), bunlar otomatik olarak bu birime çevrilir.
ur: تمام رقوم اسی کرنسی میں دکھائی اور جمع کی جاتی ہیں۔ جب آپ غیر ملکی رقوم والا متن پیسٹ کرتے ہیں (مثلاً $10)، تو وہ خودکار طور پر اسی میں تبدیل ہو جاتی ہیں۔
vi: Mọi số tiền đều được hiển thị và tính tổng theo đơn vị tiền tệ này. Khi bạn dán văn bản có số tiền nước ngoài (ví dụ $10), chúng sẽ tự động được quy đổi.

source: All Categories
ar: كل الفئات
bn: সব ক্যাটাগরি
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
hi: सभी श्रेणियां
id: Semua Kategori
ja: すべてのカテゴリ
ko: 모든 카테고리
mr: सर्व श्रेण्या
ne: सबै श्रेणीहरू
pt_br: Todas as Categorias
ru: Все категории
ta: அனைத்து வகைகள்
te: అన్ని వర్గాలు
tr: Tüm Kategoriler
ur: تمام زمرے
vi: Tất cả danh mục

source: All Kinds
ar: كل الأنواع
bn: সব ধরনের
de: Alle Arten
es: Todos los tipos
fr: Tous les types
hi: सभी प्रकार
id: Semua Jenis
ja: すべての種類
ko: 모든 종류
mr: सर्व प्रकार
ne: सबै किसिम
pt_br: Todos os Tipos
ru: Все типы
ta: எல்லா வகைகளும்
te: అన్ని రకాలు
tr: Tüm Türler
ur: تمام اقسام
vi: Tất cả loại

source: Amount
ar: المبلغ
bn: পরিমাণ
de: Betrag
es: Importe
fr: Montant
hi: राशि
id: Jumlah
ja: 金額
ko: 금액
mr: रक्कम
ne: रकम
pt_br: Valor
ru: Сумма
ta: தொகை
te: మొత్తం
tr: Tutar
ur: رقم
vi: Số tiền
zh_hans: 金额

source: Amounts hidden
ar: المبالغ مخفية
bn: পরিমাণ লুকানো আছে
de: Beträge ausgeblendet
es: Importes ocultos
fr: Montants masqués
hi: राशियाँ छिपाई गई हैं
id: Jumlah disembunyikan
ja: 金額を非表示にしています
ko: 금액 숨김
mr: रक्कम लपवली आहे
ne: रकम लुकाइयो
pt_br: Valores ocultos
ru: Суммы скрыты
ta: தொகைகள் மறைக்கப்பட்டுள்ளன
te: మొత్తాలు దాచబడ్డాయి
tr: Tutarlar gizli
vi: Số tiền đã ẩn

source: App Language
ar: لغة التطبيق
bn: অ্যাপের ভাষা
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
hi: ऐप भाषा
id: Bahasa Aplikasi
ja: アプリの言語
ko: 앱 언어
mr: अ‍ॅप भाषा
ne: एपको भाषा
pt_br: Idioma do App
ru: Язык приложения
ta: ஆப் மொழி
te: యాప్ భాష
tr: Uygulama Dili
ur: ایپ کی زبان
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言

source: Auto-log
ar: تسجيل تلقائي
bn: স্বয়ংক্রিয় লগ
de: Automatisch erfassen
es: Registro automático
fr: Enregistrement auto
hi: ऑटो-लॉग
id: Catat otomatis
ja: 自動記録
ko: 자동 기록
mr: ऑटो-लॉग
ne: स्वतः लग
pt_br: Registro automático
ru: Автозапись
ta: தானியங்கி பதிவு
te: ఆటో-లాగ్
tr: Otomatik kaydet
ur: خودکار اندراج
vi: Tự động ghi
zh_hans: 自动记账

source: Auto-log records this expense automatically each month on the due date — no manual entry needed.
ar: يسجل «التسجيل التلقائي» هذا المصروف تلقائيًا كل شهر في تاريخ الاستحقاق — لا حاجة لإدخال يدوي.
bn: স্বয়ংক্রিয় লগ প্রতি মাসে বকেয়ার তারিখে এই খরচটি নিজে থেকেই রেকর্ড করে — হাতে এন্ট্রি করার দরকার নেই।
de: „Automatisch erfassen“ bucht diese Ausgabe jeden Monat am Fälligkeitstag – keine manuelle Eingabe nötig.
es: El registro automático anota este gasto automáticamente cada mes en la fecha de vencimiento, sin necesidad de introducirlo a mano.
fr: L’enregistrement auto ajoute cette dépense automatiquement chaque mois à la date d’échéance — aucune saisie manuelle nécessaire.
hi: ऑटो-लॉग हर महीने देय तारीख पर इस खर्च को अपने आप दर्ज करता है — मैन्युअल एंट्री की ज़रूरत नहीं।
id: Catat otomatis mencatat pengeluaran ini secara otomatis setiap bulan pada tanggal jatuh tempo — tidak perlu entri manual.
ja: 自動記録をオンにすると、毎月支払期日にこの支出が自動的に記録されます。手動での入力は不要です。
ko: 자동 기록을 켜면 매달 결제일에 이 지출이 자동으로 기록돼요 — 직접 입력할 필요가 없어요.
mr: ऑटो-लॉग दर महिन्याला देय तारखेला हा खर्च आपोआप नोंदवतो — मॅन्युअल एंट्रीची गरज नाही.
ne: स्वतः-लगले यो खर्चलाई हरेक महिना तोकिएको मितिमा आफै रेकर्ड गर्छ — म्यानुअल रूपमा थप्नु पर्दैन।
pt_br: O registro automático lança esta despesa todo mês na data de vencimento — sem precisar digitar nada.
ru: Автозапись фиксирует этот расход автоматически каждый месяц в день платежа — вручную вводить не нужно.
ta: Auto-log ஒவ்வொரு மாதமும் நிலுவைத் தேதியில் இந்தச் செலவைத் தானாகவே பதிவு செய்யும் — கைமுறையாக உள்ளிட வேண்டியதில்லை.
te: Auto-log ఈ ఖర్చును ప్రతి నెలా గడువు తేదీన ఆటోమేటిక్‌గా నమోదు చేస్తుంది — మాన్యువల్‌గా ఎంటర్ చేయాల్సిన అవసరం లేదు.
tr: Otomatik kaydet, bu gideri her ay vade tarihinde otomatik olarak kaydeder — manuel giriş gerekmez.
ur: خودکار اندراج ہر ماہ واجب الادا تاریخ پر یہ خرچ خود بخود درج کرتا ہے — دستی اندراج کی ضرورت نہیں۔
vi: Tự động ghi khoản chi này mỗi tháng vào ngày đến hạn — không cần nhập thủ công.
zh_hans: 自动记账会在每月到期日自动记录这笔支出，无需手动输入。

source: auto-logging today
ar: سيُسجَّل تلقائيًا اليوم
bn: আজ স্বয়ংক্রিয়ভাবে যুক্ত হবে
de: wird heute automatisch gebucht
es: se registra hoy automáticamente
fr: enregistré automatiquement aujourd’hui
hi: आज स्वतः दर्ज होगा
id: dicatat otomatis hari ini
ja: 今日自動記録されます
ko: 오늘 자동 기록
mr: आज आपोआप नोंदवले जाईल
ne: आज स्वतः दर्ता हुन्छ
pt_br: registrado automaticamente hoje
ru: запишется автоматически сегодня
ta: இன்று தானாகப் பதிவாகும்
te: ఈ రోజు ఆటోమేటిక్‌గా నమోదవుతుంది
tr: bugün otomatik kaydedilecek
ur: آج خودکار درج ہوگا
vi: tự động ghi hôm nay
zh_hans: 今天自动记账

source: Auto-record each month
ar: تسجيل تلقائي كل شهر
bn: প্রতি মাসে স্বয়ংক্রিয়ভাবে রেকর্ড করুন
de: Jeden Monat automatisch erfassen
es: Registrar automáticamente cada mes
fr: Enregistrer automatiquement chaque mois
hi: हर महीने अपने आप रिकॉर्ड करें
id: Catat otomatis setiap bulan
ja: 毎月自動で記録
ko: 매달 자동으로 기록
mr: दर महिन्याला आपोआप नोंद करा
ne: हरेक महिना स्वतः रेकर्ड गर्नुहोस्
pt_br: Registrar automaticamente todo mês
ru: Записывать автоматически каждый месяц
ta: ஒவ்வொரு மாதமும் தானாக பதிவு செய்
te: ప్రతి నెలా ఆటోమేటిక్‌గా నమోదు చేయి
tr: Her ay otomatik kaydet
ur: ہر ماہ خودکار اندراج کریں
vi: Tự động ghi mỗi tháng
zh_hans: 每月自动记录

source: Back up
ar: نسخ احتياطي
bn: ব্যাকআপ নিন
de: Sichern
es: Hacer copia de seguridad
fr: Sauvegarder
hi: बैकअप लें
id: Cadangkan
ja: バックアップ
ko: 백업
mr: बॅकअप घ्या
ne: ब्याकअप गर्नुहोस्
pt_br: Fazer backup
ru: Резервное копирование
ta: காப்புப் பிரதி எடு
te: బ్యాకప్ చేయి
tr: Yedekle
ur: بیک اپ لیں
vi: Sao lưu
zh_hans: 备份

source: Back Up Now
ar: إنشاء نسخة احتياطية الآن
bn: এখনই ব্যাকআপ নিন
de: Jetzt sichern
es: Hacer copia de seguridad ahora
fr: Sauvegarder maintenant
hi: अभी बैकअप लें
id: Cadangkan Sekarang
ja: 今すぐバックアップ
ko: 지금 백업하기
mr: आता बॅकअप घ्या
ne: अहिले ब्याकअप गर्नुहोस्
pt_br: Fazer Backup Agora
ru: Создать резервную копию
ta: இப்போது காப்புப் பிரதி எடு
te: ఇప్పుడే బ్యాకప్ చేయి
tr: Şimdi Yedekle
ur: ابھی بیک اپ لیں
vi: Sao lưu ngay
zh_hans: 立即备份

source: Back up your data
ar: أنشئ نسخة احتياطية من بياناتك
bn: আপনার ডেটার ব্যাকআপ নিন
de: Sichere deine Daten
es: Haz una copia de seguridad de tus datos
fr: Sauvegarde tes données
hi: अपना डेटा बैकअप करें
id: Cadangkan datamu
ja: データをバックアップ
ko: 데이터 백업하기
mr: तुमचा डेटा बॅकअप करा
ne: आफ्नो डेटा ब्याकअप गर्नुहोस्
pt_br: Faça backup dos seus dados
ru: Резервное копирование данных
ta: உங்கள் தரவை காப்புப் பிரதி எடுங்கள்
te: మీ డేటాను బ్యాకప్ చేయండి
tr: Verilerinizi yedekleyin
ur: اپنا ڈیٹا بیک اپ کریں
vi: Sao lưu dữ liệu của bạn
zh_hans: 备份你的数据

source: Backed up just now.
ar: تمت النسخة الاحتياطية للتو.
bn: এইমাত্র ব্যাকআপ হয়েছে।
de: Gerade eben gesichert.
es: Copia de seguridad recién hecha.
fr: Sauvegardé à l'instant.
hi: अभी-अभी बैकअप हुआ।
id: Baru saja dicadangkan.
ja: たった今バックアップしました。
ko: 방금 백업했어요.
mr: आत्ताच बॅकअप घेतला.
ne: भर्खरै ब्याकअप भयो।
pt_br: Backup feito agora mesmo.
ru: Резервная копия только что создана.
ta: இப்போதுதான் காப்புப் பிரதி எடுக்கப்பட்டது.
te: ఇప్పుడే బ్యాకప్ చేయబడింది.
tr: Az önce yedeklendi.
ur: ابھی ابھی بیک اپ ہوا۔
vi: Vừa sao lưu xong.

source: Backup & Sync
ar: النسخ الاحتياطي والمزامنة
bn: ব্যাকআপ ও সিঙ্ক
de: Sicherung & Synchronisierung
es: Copia de seguridad y sincronización
fr: Sauvegarde et synchronisation
hi: बैकअप और सिंक
id: Cadangan & Sinkronisasi
ja: バックアップと同期
ko: 백업 및 동기화
mr: बॅकअप आणि सिंक
ne: ब्याकअप र सिंक
pt_br: Backup e Sincronização
ru: Резервное копирование и синхронизация
ta: காப்புப் பிரதி & ஒத்திசைவு
te: బ్యాకప్ & సింక్
tr: Yedekleme ve Senkronizasyon
ur: بیک اپ اور سنک
vi: Sao lưu & Đồng bộ
zh_hans: 备份与同步
